IdeaRS.Connections
BeamSegmentStubData.ProfileType Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.BeamSegmentStubData.ProfileType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public StubProfileType ProfileType { get; set; }
Property Value
Type: StubProfileType
See Also
Reference
BeamSegmentStubData Class
IdeaRS.Connections.Data Namespace